tap "homebrew/bundle"
brew "bat"
brew "bottom"
brew "deno"
brew "dust"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "lazydocker"
brew "lazygit"
brew "onefetch"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "vim"
